Repository: eg-abhiyantsingh/iOS_automation_site
Catalog: app-source/Egalvanic PZ/Localizable.xcstrings
Source language: en
Languages: fr

# issues.statusPending
source: Pending
fr: En attente

# issues.statusResolved
source: Resolved
fr: Résolu

# issues.subtype
source: Subtype
fr: Sous-type

# issues.suggestResolution
source: Suggest a resolution...
fr: Suggérez une résolution...

# issues.typeElectrical
source: Electrical
fr: Électrique

# issues.typeEnvironmental
source: Environmental
fr: Environnemental

# issues.typeOperational
source: Operational
fr: Opérationnel

# issues.typeOther
source: Other
fr: Autre

# issues.typeSafety
source: Safety
fr: Sécurité

# issues.typeStructural
source: Structural
fr: Structurel

# issues.waste
source: Waste
fr: Déchet

# issues.wiring
source: Wiring
fr: Câblage

# issues.withPhotos
source: With Photos
fr: Avec photos

# legal.acceptanceFailed
source: Failed to record acceptance. Please try again.
fr: Échec de l'enregistrement de l'acceptation. Veuillez réessayer.

# legal.acceptAndContinue
source: Accept & Continue
fr: Accepter et continuer

# legal.and
source: and
fr: et

# legal.bySigningIn
source: By signing in, you agree to our
fr: En vous connectant, vous acceptez nos

# legal.changes
source: Changes:
fr: Modifications :

# legal.pleaseReviewUpdated
source: Please review the updated policies to continue using the app.
fr: Veuillez consulter les politiques mises à jour pour continuer à utiliser l'application.

# legal.policyUpdate
source: Policy Update
fr: Mise à jour des politiques

# legal.privacyPolicy
source: Privacy Policy
fr: Politique de confidentialité

# legal.termsAndConditions
source: Terms & Conditions
fr: Conditions générales

# locations.accessNotes
source: Access Notes
fr: Notes d'accès

# locations.allAssetsAssigned
source: All assets have been assigned to rooms
fr: Tous les actifs ont été assignés à des salles

# locations.allSessionAssetsAssigned
source: All session assets have been assigned to rooms
fr: Tous les actifs de la session ont été assignés à des salles

# locations.assetAlreadyInSession
source: Asset Already in Session
fr: Actif déjà dans la session

# locations.assetAlreadyMessage
source: Asset '%@' is already linked to this session.
fr: L'actif « %@ » est déjà lié à cette session.

# locations.assetFound
source: Asset Found
fr: Actif trouvé

# locations.assetFoundMessage
source: Asset '%@' has been added to the session and IR photo screen will open.
fr: L'actif « %@ » a été ajouté à la session et l'écran photo IR s'ouvrira.

# locations.assetNotAssignedMessage
source: Asset '%@' must be assigned to a room before adding to session.
fr: L'actif « %@ » doit être assigné à une salle avant d'être ajouté à la session.

# locations.assetNotAssignedToRoom
source: Asset Not Assigned to Room
fr: Actif non assigné à une salle

# locations.assetNotFound
source: Asset Not Found
fr: Actif non trouvé

# locations.assetNotFoundMessage
source: No asset found with QR code: %@
fr: Aucun actif trouvé avec le code QR : %@

# locations.building
source: Building
fr: Bâtiment

# locations.buildingInformation
source: Building Information
fr: Informations du bâtiment

# locations.buildingName
source: Building Name
fr: Nom du bâtiment

# locations.childrenCount
source: %lld children
fr: %lld enfants

# locations.createBuildingToStart
source: Create a building to get started
fr: Créez un bâtiment pour commencer

# locations.deleteBuilding
source: Delete Building
fr: Supprimer le bâtiment

# locations.deleteFloor
source: Delete Floor
fr: Supprimer l'étage

# locations.deleteRoom
source: Delete Room
fr: Supprimer la salle

# locations.editBuilding
source: Edit Building
fr: Modifier le bâtiment

# locations.editBuildingTitle
source: Edit Building
fr: Modifier le bâtiment

# locations.editFloor
source: Edit Floor
fr: Modifier l'étage

# locations.editFloorTitle
source: Edit Floor
fr: Modifier l'étage

# locations.editRoom
source: Edit Room
fr: Modifier la salle

# locations.editRoomTitle
source: Edit Room
fr: Modifier la salle

# locations.floor
source: Floor
fr: Étage

# locations.floorInformation
source: Floor Information
fr: Informations de l'étage

# locations.floorName
source: Floor Name
fr: Nom de l'étage

# locations.floorPlural
source: %lld floors
fr: %lld étages

# locations.floorSingular
source: %lld floor
fr: %lld étage

# locations.locations
source: Locations
fr: Emplacements

# locations.moveConfirm
source: Move
fr: Déplacer

# locations.moveFloorTitle
source: Move floor?
fr: Déplacer l'étage ?

# locations.moveRoomTitle
source: Move room?
fr: Déplacer la pièce ?

# locations.newBuilding
source: New Building
fr: Nouveau bâtiment

# locations.newFloor
source: New Floor
fr: Nouvel étage

# locations.newRoom
source: New Room
fr: Nouvelle salle

# locations.noAssets
source: No Assets
fr: Aucun actif

# locations.noBuildings
source: No Buildings
fr: Aucun bâtiment

# locations.noBuildingsFound
source: No buildings found
fr: Aucun bâtiment trouvé

# locations.nodePlural
source: %lld nodes
fr: %lld nœuds

# locations.noFloorsFound
source: No floors found
fr: Aucun étage trouvé

# locations.noLocations
source: No Locations
fr: Aucun emplacement

# locations.noOtherBuildings
source: No other buildings available
fr: Aucun autre bâtiment disponible

# locations.noOtherFloors
source: No other floors available in this building
fr: Aucun autre étage disponible dans ce bâtiment

# locations.noUnassignedAssets
source: No Unassigned Assets
fr: Aucun actif non assigné

# locations.processing
source: Processing...
fr: Traitement...

# locations.roomInformation
source: Room Information
fr: Informations de la salle

# locations.roomName
source: Room Name
fr: Nom de la salle

# locations.roomPlural
source: %lld rooms
fr: %lld salles

# locations.searchBuildings
source: Search buildings
fr: Rechercher des bâtiments

# locations.searchFloors
source: Search floors
fr: Rechercher des étages

# locations.selectBuilding
source: Select Building
fr: Sélectionner un bâtiment

# locations.selectFloor
source: Select Floor
fr: Sélectionner un étage

# locations.showAccessNotes
source: Show Access Notes
fr: Afficher les notes d'accès

# locations.tapPlusToAddBuilding
source: Tap the + button to add a building
fr: Appuyez sur le bouton + pour ajouter un bâtiment

# locations.unassignedAssetPlural
source: %lld unassigned assets
fr: %lld actifs non assignés

# locations.unassignedAssetSingular
source: %lld unassigned asset
fr: %lld actif non assigné

source: Not enabled for your company. Contact your admin.
fr: Non activé pour votre entreprise. Contactez votre administrateur.

# photos.addCaption
source: Add Caption
fr: Ajouter une légende

# photos.addCaptionPlaceholder
source: Add a caption...
fr: Ajouter une légende...

# photos.available
source: Available
fr: Disponibles

# photos.camera
source: Camera
fr: Caméra

# photos.deleteThisPhoto
source: Delete this photo?
fr: Supprimer cette photo ?

# photos.editCaption
source: Edit Caption
fr: Modifier la légende

# photos.flashOff
source: Off
fr: Désactivé

# photos.flashOn
source: On
fr: Activé

# photos.gallery
source: Gallery
fr: Galerie

# photos.irPhotos
source: IR Photos
fr: Photos IR

# photos.linked
source: Linked
fr: Liées

# photos.noIRPhotosAvailable
source: No IR photos available
fr: Aucune photo IR disponible

# photos.retake
source: Retake
fr: Reprendre

# photos.setAsDefault
source: Set as Default
fr: Définir par défaut

# photos.typeAfter
source: After
fr: Après

# photos.typeArcFlashSticker
source: Arc Flash Sticker
fr: Étiquette arc flash

# photos.typeBefore
source: Before
fr: Avant

# photos.typeContext
source: Context
fr: Contexte

# photos.typeGeneral
source: General
fr: Général

# photos.typeIssue
source: Issue
fr: Problème

# photos.typeNameplate
source: Nameplate
fr: Plaque signalétique

# photos.typePanelSchedule
source: Panel Schedule
fr: Tableau de distribution

# photos.typeProfile
source: Profile
fr: Profil

# photos.typeResolution
source: Resolution
fr: Résolution

# photos.usePhoto
source: Use Photo
fr: Utiliser la photo

# photoWalkthrough.addAnotherAsset
source: Add Another Asset
fr: Ajouter un autre actif

# photoWalkthrough.addAnotherOcpd
source: Add Another OCPD
fr: Ajouter un autre OCPD

# photoWalkthrough.addAnotherSubComponent
source: Add Another Sub-Component
fr: Ajouter un autre sous-composant

# photoWalkthrough.addMore
source: Add More
fr: Ajouter plus

# photoWalkthrough.addOcpds
source: Add OCPDs?
fr: Ajouter des OCPD ?

# photoWalkthrough.addSubComponents
source: Add Sub-Components?
fr: Ajouter des sous-composants ?

# photoWalkthrough.assetCaptured
source: Asset Captured
fr: Actif capturé

# photoWalkthrough.assetsCaptured
source: Assets Captured
fr: Actifs capturés

# photoWalkthrough.assetsCount
source: %lld assets
fr: %lld actifs

# photoWalkthrough.assetType
source: Asset Type
fr: Type d'actif

# photoWalkthrough.canTakeMultiplePhotos
source: You can take multiple photos
fr: Vous pouvez prendre plusieurs photos

# photoWalkthrough.classifyAsset
source: Classify Asset
fr: Classifier l'actif

# photoWalkthrough.classifyOcpd
source: Classify OCPD
fr: Classifier l'OCPD

# photoWalkthrough.createAll
source: Create All (%lld)
fr: Tout créer (%lld)

# photoWalkthrough.createdAssetsWithPhotos
source: Created %1$lld assets with %2$lld photos
fr: %1$lld actifs créés avec %2$lld photos

# photoWalkthrough.createMultiple
source: Create Multiple
fr: Créer plusieurs

# photoWalkthrough.creating
source: Creating...
fr: Création...

# photoWalkthrough.creatingAssets
source: Creating assets...
fr: Création des actifs...

# photoWalkthrough.creatingSubComponents
source: Creating sub-components...
fr: Création des sous-composants...

# photoWalkthrough.derivedLevel
source: Derived level:
fr: Niveau dérivé :

# photoWalkthrough.discardAssetsPhotosMessage
source: You have unsaved assets and photos. Are you sure you want to discard them?
fr: Vous avez des actifs et photos non enregistrés. Êtes-vous sûr de vouloir les abandonner ?

# photoWalkthrough.doneWithOcp
source: Done with OCP
fr: OCP terminé

# photoWalkthrough.doneWithSubComponents
source: Done with Sub-Components
fr: Sous-composants terminés

# photoWalkthrough.doneWithThisAsset
source: Done with this asset
fr: Actif terminé

# photoWalkthrough.doneWithThisOcpd
source: Done with this OCPD
fr: OCPD terminé

# photoWalkthrough.doneWithThisSubComponent
source: Done with this sub-component
fr: Sous-composant terminé

# photoWalkthrough.finishWalkthrough
source: Finish Walkthrough
fr: Terminer le parcours

# photoWalkthrough.maintenanceCheckDescription
source: Check all statements that apply. If none apply, equipment is Level 1.
fr: Cochez toutes les déclarations applicables. Si aucune ne s'applique, l'équipement est de niveau 1.

# photoWalkthrough.maintenanceState
source: Maintenance State
fr: État de maintenance

# photoWalkthrough.moreOcpds
source: More OCPDs?
fr: Plus d'OCPD ?

# photoWalkthrough.multiplePhotosPerSub
source: You can take multiple photos per sub-component
fr: Vous pouvez prendre plusieurs photos par sous-composant

# photoWalkthrough.noPhotosYet
source: No photos yet
fr: Aucune photo pour le moment

# photoWalkthrough.noSkip
source: No, Skip
fr: Non, passer

# photoWalkthrough.ocpdCountAdded
source: %1$lld OCPD%2$@ added
fr: %1$lld OCPD%2$@ ajouté(s)

# photoWalkthrough.ocpdsDescription
source: This asset type can contain Overcurrent Protection Devices (OCPDs). Would you like to photograph any?
fr: Ce type d'actif peut contenir des dispositifs de protection contre les surintensités (OCPD). Souhaitez-vous en photographier ?

# photoWalkthrough.photographOcpd
source: Photograph OCPD
fr: Photographier l'OCPD

# photoWalkthrough.photosTotalCount
source: %lld photos total
fr: %lld photos au total

# photoWalkthrough.photoWalkthrough
source: Photo Walkthrough
fr: Parcours photo

# photoWalkthrough.progressOfTotal
source: %1$lld of %2$lld
fr: %1$lld sur %2$lld

# photoWalkthrough.reviewAndCreate
source: Review & Create
fr: Vérifier et créer

# photoWalkthrough.reviewAssets
source: Review Assets
fr: Vérifier les actifs

# photoWalkthrough.saveAndContinue
source: Save & Continue
fr: Enregistrer et continuer

# photoWalkthrough.selectAssetType
source: Select Asset Type
fr: Sélectionnez le type d'actif

# photoWalkthrough.subComponentsDescription
source: This asset type can contain sub-components & OCPDs. Would you like to photograph any?
fr: Ce type d'actif peut contenir des sous-composants et OCPD. Souhaitez-vous en photographier ?

# photoWalkthrough.subComponentsReady
source: sub-component(s) ready
fr: sous-composant(s) prêt(s)

# photoWalkthrough.subtypeOptional
source: Subtype (Optional)
fr: Sous-type (Optionnel)

# photoWalkthrough.takePhotosOfAsset
source: Take photos of the asset
fr: Prenez des photos de l'actif

# photoWalkthrough.takePhotosOfOcpd
source: Take photos of the %@ OCPD
fr: Prenez des photos de l'OCPD %@

# photoWalkthrough.takePhotosOfSubComponent
source: Take photos of sub-component
fr: Prenez des photos du sous-composant

# photoWalkthrough.whatsNext
source: What's Next?
fr: Et ensuite ?

# photoWalkthrough.yesAddOcpdPhotos
source: Yes, Add OCPD Photos
fr: Oui, ajouter des photos OCPD

# photoWalkthrough.yesAddPhotos
source: Yes, Add Photos
fr: Oui, ajouter des photos

# platformAccess.checkingAccess
source: Checking Access
fr: Vérification de l'accès

# platformAccess.contactAdminMessage
source: This application is designed for field technicians and managers. If you believe this is an error, please contact your administrator to update your role permissions.
fr: Cette application est destinée aux techniciens de terrain et aux gestionnaires. Si vous pensez qu'il s'agit d'une erreur, veuillez contacter votre administrateur pour mettre à jour vos permissions.

# platformAccess.currentRole
source: Current Role: **%@**
fr: Rôle actuel : **%@**

# platformAccess.mobileAccessRestricted
source: Mobile Access Restricted
fr: Accès mobile restreint

# platformAccess.noPermissionMessage
source: Your account does not have permission to access the mobile platform.
fr: Votre compte n'a pas la permission d'accéder à la plateforme mobile.

# platformAccess.verifyingPermissions
source: Verifying your permissions...
fr: Vérification de vos permissions...

# quickCount.addAssetType
source: Add Asset Type
fr: Ajouter un type d'actif

# quickCount.addByCount
source: Add by Count
fr: Ajouter par comptage

# quickCount.addByPhoto
source: Add by Photo
fr: Ajouter par photo

# quickCount.addOcpdByCountSubtitle
source: Quickly add multiple OCPDs with optional photos
fr: Ajoutez rapidement plusieurs OCPD avec photos optionnelles

# quickCount.addOcpds
source: Add OCPDs
fr: Ajouter des OCPD

# quickCount.addOcpdsByCount
source: Add OCPDs by Count
fr: Ajouter des OCPD par comptage

# quickCount.addOcpdsFor
source: Would you like to document Overcurrent Protection Devices (OCPDs) for %@?
fr: Souhaitez-vous documenter les dispositifs de protection contre les surintensités (OCPD) pour %@ ?

# quickCount.addOcpdType
source: Add OCPD Type
fr: Ajouter un type d'OCPD

# quickCount.addPhotos
source: Add Photos
fr: Ajouter des photos

# quickCount.addPhotosetFor
source: Add Photoset for %1$@ %2$lld
fr: Ajouter un jeu de photos pour %1$@ %2$lld

# quickCount.allAssetsHavePhotosets
source: All %lld assets have photosets
fr: Tous les %lld actifs ont des jeux de photos

# quickCount.allInstancesHavePhotosets
source: All %lld instances have photosets
fr: Les %lld instances ont toutes un jeu de photos

# quickCount.chooseSubtype
source: Choose a subtype for %@
fr: Choisissez un sous-type pour %@

# quickCount.classifyOcpd
source: Classify OCPD
fr: Classifier l'OCPD

# quickCount.countNoPhotos
source: • %lldx (no photos)
fr: • %lldx (aucune photo)

# quickCount.createAssets
source: Create %lld Assets
fr: Créer %lld actifs

# quickCount.creatingProgress
source: Creating %1$lld of %2$lld...
fr: Création de %1$lld sur %2$lld...

# quickCount.discardAssetsMessage
source: You have unsaved assets. Are you sure you want to discard them?
fr: Vous avez des actifs non enregistrés. Êtes-vous sûr de vouloir les abandonner ?

# quickCount.doneOcpdCount
source: Done (%1$lld OCPD%2$@)
fr: Terminé (%1$lld OCPD%2$@)

# quickCount.enterQuantity
source: Enter Quantity
fr: Entrez la quantité

# quickCount.next
source: Next
fr: Suivant

# quickCount.noAssetTypesAdded
source: No Asset Types Added
fr: Aucun type d'actif ajouté

# quickCount.noOcpdsAddedYet
source: No OCPDs added yet
fr: Aucun OCPD ajouté

# quickCount.noPhotosParens
source: (no photos)
fr: (aucune photo)

# quickCount.noPhotosYet
source: No photos yet
fr: Aucune photo pour le moment

# quickCount.noSkip
source: No, Skip
fr: Non, passer

# quickCount.ocpdPhotos
source: OCPD Photos
fr: Photos OCPD

# quickCount.ocpdsQuestion
source: OCPDs?
fr: OCPD ?

# quickCount.ocpdType
source: OCPD Type
fr: Type d'OCPD

# quickCount.ocpsCount
source: • %lld OCPs
fr: • %lld OCP

# quickCount.photographInstance
source: Photograph %1$@ %2$lld
fr: Photographier %1$@ %2$lld

# quickCount.photosets
source: Photosets
fr: Jeux de photos

# quickCount.photosForAsset
source: %1$lld photos for %2$@
fr: %1$lld photos pour %2$@

# quickCount.photosForInstance
source: %1$lld photos for %2$@ %3$lld
fr: %1$lld photos pour %2$@ %3$lld

# quickCount.quantity
source: Quantity
fr: Quantité

# quickCount.quickCount
source: Quick Count
fr: Comptage rapide

# quickCount.selectAssetType
source: Select Asset Type
fr: Sélectionnez le type d'actif

# quickCount.selectOcpdType
source: Select OCPD Type
fr: Sélectionnez le type d'OCPD

# quickCount.selectSubtype
source: Select Subtype
fr: Sélectionnez le sous-type

# quickCount.skipNoSubtype
source: Skip - No Subtype
fr: Passer - Aucun sous-type

# quickCount.subtypeOptional
source: Subtype (Optional)
fr: Sous-type (Optionnel)

# quickCount.success
source: Success
fr: Succès

# quickCount.successfullyCreatedAssets
source: Successfully created %1$lld asset%2$@
fr: %1$lld actif%2$@ créé(s) avec succès

# quickCount.summary
source: Summary
fr: Résumé

# quickCount.summaryCount
source: %1$lld assets, %2$lld photos
fr: %1$lld actifs, %2$lld photos

# quickCount.takePhotosFor
source: Take photos for %@
fr: Prendre des photos pour %@

# quickCount.takePhotosOfOcpd
source: Take photos of the %@ OCPD
fr: Prenez des photos de l'OCPD %@

# quickCount.tapAddAssetTypeToStart
source: Tap '+ Add Asset Type' to start counting assets
fr: Appuyez sur « + Ajouter un type d'actif » pour commencer le comptage

# quickInventory.addFirstLocation
source: Add First Location
fr: Ajouter un premier emplacement

# quickInventory.addLocation
source: Add Location
fr: Ajouter un emplacement

# quickInventory.assetLimitExceeded
source: Asset Limit Exceeded
fr: Limite d'actifs dépassée

# quickInventory.assetLimitExceededMessage
source: You cannot create more than %1$lld assets at once. You have selected %2$lld assets. Please reduce your selection.
fr: Vous ne pouvez pas créer plus de %1$lld actifs à la fois. Vous avez sélectionné %2$lld actifs. Veuillez réduire votre sélection.

# quickInventory.assetsQueuedForSync
source: Assets will be queued for sync when online
fr: Les actifs seront mis en file de synchronisation en ligne

# quickInventory.assetTypes
source: Asset Types
fr: Types d'actifs

# quickInventory.createByLocation
source: Create assets organized by location
fr: Créer des actifs organisés par emplacement

# quickInventory.creatingProgress
source: Creating %1$lld of %2$lld...
fr: Création de %1$lld sur %2$lld...

# quickInventory.creationFailed
source: Creation Failed
fr: Échec de la création

# quickInventory.duplicate
source: Duplicate
fr: Dupliquer

# quickInventory.editLocation
source: Edit Location
fr: Modifier l'emplacement

# quickInventory.editName
source: Edit Name
fr: Modifier le nom

# quickInventory.inventoryMode
source: Inventory Mode
fr: Mode inventaire

# quickInventory.itemsCount
source: (%lld items)
fr: (%lld éléments)

# quickInventory.locationName
source: Location Name
fr: Nom de l'emplacement

# quickInventory.locationNamePlaceholder
source: e.g., Building A, Floor 2, Room 101
fr: ex. Bâtiment A, Étage 2, Salle 101

# quickInventory.maximumAssetsAllowed
source: Maximum %lld assets allowed
fr: Maximum %lld actifs autorisés

# quickInventory.noLocationsAdded
source: No locations added
fr: Aucun emplacement ajouté

# quickInventory.orSelectFromExisting
source: Or Select From Existing
fr: Ou sélectionner parmi les existants

# quickInventory.quickInventory
source: Quick Inventory
fr: Inventaire rapide

# quickInventory.selectQuantityDescription
source: Select the quantity of each asset type to create
fr: Sélectionnez la quantité de chaque type d'actif à créer

# quickInventory.success
source: Success
fr: Succès

# quickInventory.successfullyCreatedAssets
source: Successfully created %1$lld asset%2$@
fr: %1$lld actif%2$@ créé(s) avec succès

# quickInventory.summary
source: Summary
fr: Résumé

# quickInventory.totalAssetsToCreate
source: Total assets to create: %lld
fr: Total des actifs à créer : %lld

# quotes.approved
source: Approved
fr: Approuvé

# quotes.draft
source: Draft
fr: Brouillon

# quotes.noQuotes
source: No Quotes
fr: Aucun devis

# quotes.noResults
source: No Results
fr: Aucun résultat

# quotes.quoteDetails
source: Quote Details
fr: Détails du devis

# quotes.quoteDetailsPlaceholder
source: Quote details would appear here...
fr: Les détails du devis apparaîtront ici...

# quotes.quotes
source: Quotes
fr: Devis

# quotes.quotesWillAppear
source: Quotes will appear here when created
fr: Les devis apparaîtront ici une fois créés

# quotes.rejected
source: Rejected
fr: Rejeté

# quotes.searchQuotes
source: Search quotes...
fr: Rechercher des devis...

# quotes.sow
source: SOW
fr: ÉDT

# quotes.totalQuotes
source: Total Quotes
fr: Total des devis

# quotes.tryAdjustingSearch
source: Try adjusting your search or filters
fr: Essayez d'ajuster votre recherche ou vos filtres

# quotes.untitledQuote
source: Untitled Quote
fr: Devis sans titre

# sessions.activeBadge
source: ACTIVE
fr: ACTIF

# sessions.activeCount
source: %lld active
fr: %lld actif(s)

# sessions.activeWorkOrder
source: Active Work Order
fr: Ordre de travail actif

# sessions.addAssets
source: Add Assets
fr: Ajouter des actifs

# sessions.addFile
source: Add File
fr: Ajouter un fichier

# sessions.addFilesDescription
source: Add documents, images, or other files to this session
fr: Ajoutez des documents, images ou autres fichiers à cette session

# sessions.addingAssets
source: Adding assets...
fr: Ajout des actifs...

# sessions.addIRPhotos
source: Add IR Photos
fr: Ajouter des photos IR

# sessions.addIRPhotosNav
source: Add IR Photos
fr: Ajouter des photos IR

# sessions.addIssue
source: Add Issue
fr: Ajouter un problème

# sessions.addPhotos
source: Add Photos
fr: Ajouter des photos

# sessions.addTask
source: Add Task
fr: Ajouter une tâche

# sessions.allAssetsLinked
source: All assets in this room are already linked to this session
fr: Tous les actifs de cette salle sont déjà liés à cette session

# sessions.allAssetsLinkedToSession
source: All assets are already linked to this session
fr: Tous les actifs sont déjà liés à cette session

# sessions.allCount
source: All (%lld)
fr: Tout (%lld)

# sessions.allPhotosLinked
source: All photos are already linked to sessions
fr: Toutes les photos sont déjà liées à des sessions

# sessions.allWorkOrders
source: All Work Orders
fr: Tous les ordres de travail

# sessions.assetsInRoom
source: Assets in Room
fr: Actifs dans la salle

# sessions.assetsPlural
source: %lld assets
fr: %lld actifs

# sessions.assetsSingular
source: %lld asset
fr: %lld actif

# sessions.assignee
source: Field technician
fr: Technicien de terrain

# sessions.associatedAssets
source: Associated Assets (Optional)
fr: Actifs associés (Optionnel)

# sessions.associatedTask
source: Associated Task (Optional)
fr: Tâche associée (Optionnel)
